[Info]
Conditions_3Lives = Tienes 3 vidas
Conditions_3Checkpoints = Puedes volver a intentarlo desde el último punto de control 3 veces
Conditions_NoHealth = Sin Pons Saludables
Conditions_NoCheckpoints = Sin puntos de control
Conditions_ClearLevel = Tienes que coleccionar una Pieza Temporal
Conditions_EasyMode = Paz y Tranquilidad está habilitado
Lives_Remaining = Vidas Restantes

Contract_Clear = ¡Completo!
Contract_Unlocked = Desbloqueado
Obj_Bonus = Bonus
Obj_Complete = Completo
Obj_Failed = Fallido
Best_Time = Mejor Tiempo
Best_Score = Mejor Puntuación

[Hat_SnatcherContract_DeathWish_Intro_100Pons]
Title = Fanático de los Pons
Objective = Colecciona 20 Pons
50Pons = Colecciona 50 Pons
100Pons = Colecciona 100 Pons
Tip0 = ¿Sabes lo que son los [icon:money] [name]Pons[/name] verdad? ¿Esas pequeñas cosas verdes?[br]Están en todos lados. Dime por favor que sabes lo que son los [icon:money] [name]Pons[/name].

[Hat_SnatcherContract_DeathWish_DifficultParade]
Title = El Gran Big Hootenanny
Objective = Completa el Gran Desfile
AllTokens = No dejes que expire ningún token de DJ Grooves
NoHit = No te dejes golpear por la Banda Express
BigBand = Parece que has ganado bastantes seguidores
Tip0 = Estos búhos tontos te seguirán a cualquier parte. Tal vez puedas mantenerlos ocupados [name]girando en círculos[/name].

[Hat_SnatcherContract_DeathWish_TrainRushShortTime]
Title = 10's para la autodestrucción
Objective = Completa la Carrera Del Tren
NoHat = Sin habilidades de sombrero, Héroe de un solo golpe equipado
Tokens = Recoge todas las fichas del Conductor
Condition = El Búho Express está muy retrasado
Tip0 = Cuando digo 10 segundos, ¡lo digo en serio! ¡Es mejor que corras muy rápido, niña!

[Hat_SnatcherContract_DeathWish_DeadBirdStudioMoreGuards]
Title = Violación de la seguridad
Objective = Infiltrate en Dead Bird Studio
NoCaught = Complétalo sin ser atrapado
NoFees = Complétalo con una matrícula menor a 200,000
NoFees_Easy = Complétalo con una matrícula menor a 600,000
Condition = La seguridad se ha incrementado significativamente
Tip0 = Esta será la tarea más difícil de todas: [name]¡Espero que no ser un fastidio![/name]

[Hat_SnatcherContract_DeathWish_HeatingUpHarder]
Title = Combatiendo El Calor
Objective = Cierra todos los grifos de lava
AvoidLava = ¡No te pongas demasiado caliente!
MinWater = No te enfríes más de 2 veces
Condition = Hace mucho más calor de lo normal, ¡Enfriate!
Tip0 = No te preocupes por hacer todas las tareas del contrato al mismo tiempo. ¡Podrás [name]volver más tarde[/name] y hacerlas, no me importa! ¡En lo absoluto![br][shake][scream]TÓMATE TODO EL TIEMPO QUE NECESITES.[/scream][/shake]
EasyTip = ¡Date un chapuzón después de cada grifo!

[Hat_SnatcherContract_DeathWish_NoAPresses]
Title = Cero Saltos
Objective = Recoge cualquier pieza de tiempo sin saltar
Condition = ¡Saltas, mueres!
Collect4 = Recoge 4 piezas temporales sin saltar
TrainRush = Completar La Carrera Del Tren sin saltar
Tip0 = Con un ligero toque, tu [icon:icehat] puede usarse para darte una altura adicional sin tener que saltar realmente. ¡Qué conveniente!

[Hat_SnatcherContract_DeathWish_FastWindmill]
Title = Molino de Viento Atascado
Objective = Llega a la Cima Del Viejo Molino
OneHit = Sin habilidades de sombrero, Héroe de un solo golpe equipado
TimeLimit = Llega al final en 4 minutos
TimeLimit_Easy = Llega al final en 10 minutos
Condition = El molino de viento está funcionando a un rendimiento "pico"
Tip0 = ¿Tienes problemas con plataformas rápidas? Intenta no saltar tan alto, aterrizarás antes. ¡Luego intenta usar el [name]impulso[/name] de la plataforma como ventaja![br]Recuerda, niña: [name]La sincronización lo es todo[/name]!

[Hat_SnatcherContract_DeathWish_SecretVault]
Title = Bóveda secreta
Objective = Abre la Bóveda Dorada
Condition = Los códigos de la bóveda se han dispersado
Condition2 = La Bóveda solo apunta parcialmente a los códigos

[Hat_SnatcherContract_DeathWish_BossRush]
Title = ¡Ronda de Jefes!
Objective = Acaba con la Mafia (¡¡¡y todos los demás!!!)
NoMiss = No pierdas ninguna oportunidad de golpear
OneHit = Gana con Héroe de un golpe equipado
Condition = Sin curación entre peleas
Tip0 = Si encuentras un [icon:health] [name]Pon curativo[/name] ¡No necesitas agarrarlo en ese momento! Tal vez lo necesites más tarde...

[Hat_SnatcherContract_DeathWish_BossRushEX]
Title = Cerrando El Trato
Objective = Derrota a tus enemigos más fuertes
Condition = ¡Buena suerte!
NoHats = No uses habilidades de sombreros
FewHits = No dejes que tu salud baje a 1 HP
Tip0 = ¡No te olvides de tomar descansos! ¡No moverse por largos períodos de tiempo es malo para tu salud!

[Hat_SnatcherContract_DeathWish_PonFrenzy]
Title = Colecciona Un Montón
Objective = Colecciona 100 Pons
NoBoxes = No rompas ninguna caja o barril
FewPons = No recolectar más de 200 Pons en total
Condition = El progreso de la colección se agota con el tiempo
Tip0 = ¡Nunca dejes de recoger los Pons, pequeña! ¡Estate atenta a cajas, barriles, matones y otras cosas que puedan [name]romperse[/name] para obtener muchos a la vez!
EasyTip = ¡Rompe cajas y barriles!

[Hat_SnatcherContract_DeathWish_Tokens_MafiaTown]
Title = Monedas Snatcher en Mafia Town
Objective = Encuentra una moneda Snatcher en Mafia Town
2Tokens = Encuentra 2 monedas Snatcher
3Tokens = Encuentra las 3 monedas Snatcher
Tip0 = ¡Si tienes el [icon:compassbadge], encontrarlas debería ser tan fácil como pescar en un barril!

[Hat_SnatcherContract_DeathWish_Tokens_Birds]
Title = Monedas Snatcher en la Batalla De Aves
Objective = Encuentra una Moneda Snatcher en la Batalla de Aves
2Tokens = Encuentra 2 Monedas Snatcher
3Tokens = Encuentra las 3 Monedas Snatcher
Tip0 = ¡Si tienes el [icon:compassbadge], encontrarlas será tan fácil como tirarles alpiste!

[Hat_SnatcherContract_DeathWish_Tokens_Subcon]
Title = Monedas Snatcher en el Bosque Subcon
Objective = Emcuentra una Moneda Snatcher en el Bosque Subcon
2Tokens = Encuentra 2 Monedas Snatcher
3Tokens = Encuentra las 3 monedas Snatcher
Tip0 = ¡Si tienes el [icon:compassbadge], encontrarlas será tan fácil como caerse de un tronco!

[Hat_SnatcherContract_DeathWish_Tokens_Alps]
Title = Monedas Snatcher en Horizonte Alpestre
Objective = Encuentra una Moneda Snatcher en Horizonte Alpestre
2Tokens = Encuentra 2 Monedas Snatcher
3Tokens = Encuentra las 3 monedas Snatcher
Tip0 = ¡Si tienes el [icon:compassbadge], encontrarlas debería ser una brisa!

[Hat_SnatcherContract_DeathWish_Speedrun_MafiaAlien]
Title = ¡Ella corre desde el espacio exterior!
Objective = Completa 'Ella viene del espacio exterior' en 1:50 o menos
Bonus1 = Completalo en 1:35 o menos
Bonus2 = Completalo en 1:20 o menos
Objective_Easy = Completa 'Ella viene del espacio exterior' en 3:40 o menos
Bonus1_Easy = Completalo en 3:10 o menos
Bonus2_Easy = Completalo en 2:40 o menos
Tip0 = Seguramente estaría bien si pudieras dejar a ese bicho raro con las gafas ridículas detrás, pero [name]él tiene algo que necesitas[/name].

[Hat_SnatcherContract_DeathWish_Speedrun_SubWell]
Title = Corriendo en el Pozo
Objective = Completa 'El Pozo Subcon' en 2:00 o menos
Bonus1 = Completa en 1:40 o menos
Bonus2 = Completa en 1:25 o menos
Objective_Easy = Completa 'El Pozo Subcon' en 4:00 o menos
Bonus1_Easy = Completa en 3:20 o menos
Bonus2_Easy = Completa en 2:50 o menos
Tip0 = Mira todas estas plataformas presentadas de manera agradable y ordenada. Sería una pena si alguien se las [name]salteara[/name] todas...

[Hat_SnatcherContract_DeathWish_Speedrun_Illness]
Title = La Enfermedad del Speedrun
Objective = Completa 'La Enfermedad del Speedrun' en 7:00 o menos
Bonus1 = Completa en 6:30 o menos
Bonus2 = Completa en 6:00 o menos
Objective_Easy = Completa 'La Enfermedad del Speedrun' en 14:00 o menos
Bonus1_Easy = Completa en 13:00 o menos
Bonus2_Easy = Completa en 12:00 o menos
Tip0 = Si necesitas [name]volver a empezar[/name] rápido ¿Por qué no intentas saltar[name]por un precipicio?[/name]? ¡En serio! [wave]¡Inténtalo![/wave]

[Hat_SnatcherContract_DeathWish_RiftCollapse_MafiaTown]
Title = Colapso: Mafia de Cocineros
Objective = Escapa de la Ruptura Temporal de la Mafia de Cocineros
AllPons = Recoge todos los Pons de la Ruptura
AllPons_Easy = Recoge todos los Pons de la Ruptura excepto 3 
Faster = Escapa con 30 segundos de sobra
Faster_Easy = Escapa con 15 segundos de sobra
Condition = ¡La Ruptura Temporal se ha vuelto inestable!
Tip0 = Estoy seguro de que muchos de esos [icon:treasure] están dando vueltas por allí. Si tan solo tuvieras una [name]insignia[/name] que te permitiera recolectarlos más fácil...

[Hat_SnatcherContract_DeathWish_RiftCollapse_Birds]
Title = Colapso: Dead Bird Studio
Objective = Escapa de la Ruptura Temporal de Dead Bird Studio
AllPons = Recoge todos los Pons de la Ruptura
AllPons_Easy = Recoge todos los Pons de la Ruptura excepto 3 
Faster = Escapa con 30 segundos de sobra
Faster_Easy = Escapa con 15 segundos de sobra
Condition = ¡La Ruptura Temporal se ha vuelto inestable!
Tip0 = ¿Te sientes un poco perdida? Si tan solo tuvieras [icon:camerabadge] [name]algo[/name] para detener el tiempo y mirar alrededor...

[Hat_SnatcherContract_DeathWish_RiftCollapse_Subcon]
Title = Colapso: Subcon Soñoliento
Objective = Escapa de la Ruptura Temporal de Subcon Soñoliento
AllPons = Recoge todos los Pons de la Ruptura
AllPons_Easy = Recoge todos los Pons de la Ruptura excepto 3 
Faster = Escapa con 30 segundos de sobra
Faster_Easy = Escapa con 15 segundos de sobra
Condition = ¡La Ruptura Temporal se ha vuelto inestable!
Tip0 = Estoy seguro de que muchos de esos [icon:treasure] están dando vueltas por allí. Si tan solo tuvieras una [name]insignia[/name] que te permitiera recolectarlos mas fácil...

[Hat_SnatcherContract_DeathWish_RiftCollapse_Alps]
Title = Colapso: Horizonte Alpestre
Objective = Escapa de la Ruptura Temporal de Horizonte Alpestre
AllPons = Recoge todos los Pons de la Ruptura
AllPons_Easy = Recoge todos los Pons de la Ruptura excepto 3 
Faster = Escapa con 30 segundos de sobra
Faster_Easy = Escapa con 15 segundos de sobra
Condition = ¡La Ruptura Temporal se ha vuelto inestable!
Tip0 = Estoy seguro de que muchos de esos [icon:treasure] están dando vueltas por allí. Si tan solo tuvieras una [name]insignia[/name] que te permitiera recolectarlos más fácil...

[Hat_SnatcherContract_DeathWish_RiftCollapse_Cruise]
Title = Colapso: Mar Profundo
Objective = Escapa de la Ruptura Temporal del Mar Profundo
AllPons = Recoge todos los Pons de la Ruptura
AllPons_Easy = Recoge todos los Pons de la Ruptura excepto 3 
Faster = Escapa con 30 segundos de sobra
Faster_Easy = Escapa con 15 segundos de sobra
Condition = ¡La Ruptura Temporal se ha vuelto inestable!
Tip0 = Estoy seguro de que muchas de esos [icon:treasure] están dando vueltas por allí. Si tan solo tuvieras una [name]insignia[/name] que te permitiera recolectarlos más fácil...

[Hat_SnatcherContract_DeathWish_NoAPresses_MafiaAlien]
Title = Saltos de la Mafia
Objective = Completa 'Ella Viene Del Espacio Exterior' con solo 15 saltos
Presses1 = Complétalo en 11 Saltos
Presses2 = Complétalo en 7 Saltos
Objective_Easy = Completa 'Ella Viene Del Espacio Exterior' con solo 24 saltos
EasyPresses1 = Complétalo en 18 Saltos
EasyPresses2 = Complétalo en 14 Saltos
Tip0 = Con un ligero toque, tu [icon:icehat] puede usarse para darte una altura adicional sin tener que saltar realmente. ¡Qué conveniente!

[Hat_SnatcherContract_DeathWish_SurvivalOfTheFittest]
Title = Tiempo de calidad con Snatcher
Objective = Sobrevive al Snatcher por 2 minutos
Medium = Sobrevive por 4 minutos
Long = Sobrevive por 6 minutos
Objective_Easy = Sobrevivir al Snatcher por un minuto
Medium_Easy = Sobrevive por 2 minutos
Long_Easy = Sobrevive por 3 minutos
Condition = Esta vez, ¡sin productos químicos azules!
Tip0 = ¡Vamos, niña! ¡Solo seamos amigos! ¿Qué tal si no te lanzo ningún producto químico azul y no me golpeas con tu paraguas? ¿Trato?

[Hat_SnatcherContract_DeathWish_HardCastle]
Title = El Guante del Bigote
Objective = Derrota a todos los chicos malos
DontFry = No te quemes
MeleeOnly = No uses armas de proyectiles
Tip0 = ¡Asegúrate de [name]matarlos a todos[/name], niña! No quieres llegar al final para descubrir que tienes que [name]volver a empezar[/name]. ¿Verdad?

[Hat_SnatcherContract_DeathWish_NiceBirdhouse]
Title = Santuario de Aves
Condition = ¡Lastimar a las aves no está permitido!
Objective = Completa La Pajarera sin que nadie se lastime
TimeLimit = Alcanza el final en 65 segundos
TimeLimit_Easy = Alcanza el final en 3 minutos
NoKills = Con Héroe de un golpe equipado
MafiaHunt = Derrota a los 6 Mafia ocultos
Tip0 = ¡Asegúrate de mantener a las aves alejadas de aquellos [name]huevos explosivos![/name] ¡No quiero ver a nadie herido!

[Hat_SnatcherContract_DeathWish_CameraTourist_1]
Title = Cámara de turista
Objective = Haz una foto de 8 enemigos diferentes
GroupShot = Toma una foto de 3 enemigos diferentes en ella
AllBosses = Haz una foto de cada jefe
Tip0 = ¡Asegúrate de obtener una imagen de mi lado bueno! Mientras [name]te estoy matando[/name], preferentemente.

[Hat_SnatcherContract_DeathWish_MovingVault]
Title = Códigos de bóveda en el viento
Objective = Abre la Bóveda Dorada
NoSlow = No ralentices el flujo del tiempo
Kill = Encuentra tiempo para vencer a 10 Mafia
Kill_Easy = Encuentra tiempo para derrotar a una mafia
Condition = Solo tienes 30 segundos para recolectar cada código de bóveda
Tip0 = Tómate tu tiempo con este, niño. Solo relájate y observa cómo los códigos de la bóveda se agitan con el viento. ¡Es muy tranquilizante!

[Hat_SnatcherContract_DeathWish_MafiaBossEX]
Title = ¡Otra! ¡Otra!
Objective = Derrota al Jefe de la Mafia
NoMiss = No pierdas ninguna oportunidad para atacar
NoHit = Con Héroe de un solo golpe equipado
Condition = ¡Ahora viene recargado!
Tip0 = Este viejo tonto parece que está siendo un poco más cuidadoso con este nuevo cuerpo, pero todavía tiene la desagradable costumbre de pisotear y gritar hasta que [name]su cara se pone azul[/name].

[Hat_SnatcherContract_DeathWish_BirdBossEX]
Title = Matando a dos pájaros
Objective = Derrota a ambos directores
Fast = Gana con más de 60 segundos restantes en el reloj
BestBird = Solo ataca a un director hasta el final
Condition = Este próximo proyecto es una colaboración de...
Tip0 = Están sucediendo muchas cosas ¡Pero no te distraigas! Recuerda niña: ¡más vale pajaro en mano que dos en el bosque!

[Hat_SnatcherContract_DeathWish_SnatcherEX]
Title = Rompiendo el contrato
Objective = Derrota al Snatcher
Condition = ¡Estoy aún más guapo que de costumbre!
FewHits = No dejes que tu salud baje a 1 HP
NoUmbrella = ¡No me golpees con tu paraguas! ¡Es grosero!
Tip0 = No intentes buscar lugar para aterrizar [name]entre las ondas de choque[/name]. En realidad, trata de caer cara al suelo, eso hará las cosas [shake]MUCHO MÁS FÁCILES.[/shake]

[Hat_SnatcherContract_DeathWish_MuGirlEX]
Title = No Más Tipos Malos
Objective = Derrota a la chica del bigote
NoHat = ¡No uses ninguno de tus estúpidos sombreros!
Time = ¡No pases más de 3 minutos en Hyper Zone!
Condition = ¡Ella robó un montón de esas extrañas piezas temporales!
Tip0 = No te apresures como siempre. Trata de mantenerte viva, y aprende a cómo [name]esquivar sus ataques[/name] primero.

[Hat_SnatcherContract_DeathWish_KillEverybody]
Title = Lista de Asesinatos del Snatcher
Objective = Mata a 5 mafia sin recibir un puñetazo
NoBully = Mata a 10 cuervos agresivos sin ser intimidado
KillEmAll = Mata toda clase de enemigo
Condition = ¡Lo tienen todo calculado!
Tip0 = Asegúrate de [name]matar a todos[/name] los de la lista, ¿de acuerdo? Algunos de ellos son difíciles de encontrar. Es posible que debas buscar en [name]diferentes capítulos[/name].

[Hat_SnatcherContract_DeathWish_EndlessTasks]
Title = Crucero de los problemas
Objective = Completa 40 tareas
NoMiss = Completa 40 tareas sin perder ninguna
More = Completa 70 tareas
Objective_Easy = Completa 30 tareas
Condition = No hay ningún final a la vista
Tip0 = Tómate tu tiempo para [name]aprenderte los alrededores[/name] de la nave. ¡Puede haber algunas rutas que ni siquiera conoces!

[Hat_SnatcherContract_DeathWish_BackFromSpace]
Title = Asi que volviste del espacio exterior
Objective = Alcanza la Pieza Temporal
Kills = Destruye todos los ovnis
Speed = Llega al final en 65 segundos
Speed_Easy = Llega al final en 3 minutos
Condition = ¿Estás seguro de que eso es una Pieza Temporal?
Tip0 = No llegarás muy lejos en esto a menos que sepas cómo [name]cancelar tus saltos para escalar la pared[/name]. Lo que sea que signifique eso. Dejaré que lo resuelvas.
EasyTip = ¡Prueba usando tu sombrero del tiempo!

[Hat_SnatcherContract_DeathWish_CommunityRift_RhythmJump]
Title = Ruptura Comunitaria: Rhythm Jump Studio
ShortTitle = Rhythm Jump Studio
Condition = Contribución de Lane 'FlameLFH' Haskins
Objective = Completa la Ruptura Temporal
AllPons = Recoge todos los Pons de la Ruptura
AllPages = Recoge todas las páginas del libro de cuentos
Tip0 = Este es todo tuyo, pequeña. Soy un terrible bailarín.[Br]No tengo piernas para eso.

[Hat_SnatcherContract_DeathWish_CommunityRift_TwilightTravels]
Title = Ruptura Comunitaria: Twilight Travels
ShortTitle = Twilight Travels
Condition = Contribución de Eric 'Jak' Ridge
Objective = Completa la Ruptura Temporal
AllPons = Recoge todos los Pons de la Ruptura
AllPages = Recoge todas las páginas del libro de cuentos
Tip0 = Deja de tocar esas campanas, niña. Me estás dando dolor de cabeza.

[Hat_SnatcherContract_DeathWish_CommunityRift_MountainRift]
Title = Ruptura Comunitaria: The Mountain Rift
ShortTitle = The Mountain Rift
Condition = Contribución de Devan 'Mr.Brawls' Miller
Objective = Completa la Ruptura Temporal
AllPons = Recoge todos los Pons de la Ruptura
AllPages = Recoge todas las páginas del libro de cuentos
Tip0 = Amo las montañas ¿Acaso tú no? ¡Toda una escénica caída vertical!